Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: The extension developer, **Nanashi Li**, indicated that the extensions privacy practices may include handling of data as described below. For more information, see the [extension developer's privacy policy](https://auroraeditor.com).
ar_ae: أشار مطور الإضافات، **ناناشي لي**، إلى أن ممارسات خصوصية الإضافات قد تشمل التعامل مع البيانات كما هو موضح أدناه. لمزيد من المعلومات، راجع [سياسة خصوصية مطور الامتداد](https://auroraeditor.com).
da: Udvikleren af udvidelsen, **Nanashi Li**, har angivet, at udvidelsens privatlivspraksis kan omfatte håndtering af data som beskrevet nedenfor. For mere information, se [udviklerens privatlivspolitik](https://auroraeditor.com).
de: **Nanashi Li**, der Entwickler der Erweiterung, hat erklärt, dass die Datenschutzpraktiken der Erweiterung die Datenverarbeitung wie unten beschrieben beinhalten können. Weitere Informationen finden Sie in der [Datenschutzrichtlinie des Entwicklers der Erweiterung](https://auroraeditor.com).
de_ch: Der Erweiterungsentwickler, **Nanashi Li**, hat erklärt, dass die Datenschutzpraktiken der Erweiterungen Folgendes umfassen können: Datenverarbeitung wie unten beschrieben. Weitere Informationen finden Sie in der [Datenschutzrichtlinie des Erweiterungsentwicklers](https://auroraeditor.com).
es: El desarrollador de la extensión, **Nanashi Li**, indicó que las prácticas de privacidad de las extensiones pueden incluir el manejo de datos como se describe a continuación. Para obtener más información, consulte la [política de privacidad del desarrollador de la extensión](https://auroraeditor.com).
es_mx: El desarrollador de la extensión, **Nanashi Li**, indicó que las prácticas de privacidad de las extensiones pueden incluir el manejo de datos según se describe a continuación. Para obtener más información, consulta la [política de privacidad del desarrollador de la extensión](https://auroraeditor.com).
es_us: El desarrollador de la extensión, **Nanashi Li**, indicó que las prácticas de privacidad de las extensiones pueden incluir el manejo de datos según se describe a continuación. Para obtener más información, consulte la [política de privacidad del desarrollador de la extensión](https://auroraeditor.com).
fr: **Nanashi Li**, le développeur de l'extension, a indiqué que les pratiques de confidentialité de l'extension pourraient inclure la gestion des données comme décrit ci-dessous. Pour plus d'informations, consultez la politique de confidentialité du développeur de l'extension [https://auroraeditor.com].
fr_ca: **Le développeur de l'extension, Nanashi Li, a indiqué que les pratiques de confidentialité de l'extension peuvent inclure le traitement des données comme décrit ci-dessous. Pour plus d'informations, consultez la politique de confidentialité du développeur de l'extension [auroraeditor.com].**
hi_in: एक्सटेंशन डेवलपर, **नानाशी ली**, ने संकेत दिया कि एक्सटेंशन गोपनीयता प्रथाओं में नीचे वर्णित डेटा को संभालना शामिल हो सकता है। अधिक जानकारी के लिए, [एक्सटेंशन डेवलपर की गोपनीयता नीति](https://auroraeditor.com) देखें।
id: Pengembang ekstensi, **Nanashi Li**, mengindikasikan bahwa praktik privasi ekstensi dapat mencakup penanganan data seperti yang dijelaskan di bawah ini. Untuk informasi lebih lanjut, lihat [kebijakan privasi pengembang ekstensi](https://auroraeditor.com).
it: Lo sviluppatore dell'estensione, **Nanashi Li**, ha indicato che le pratiche sulla privacy dell'estensione possono includere la gestione dei dati come descritto di seguito. Per maggiori informazioni, consultare la [privacy policy dello sviluppatore dell'estensione](https://auroraeditor.com).
it_ch: Lo sviluppatore dell'estensione, **Nanashi Li**, ha indicato che le pratiche sulla privacy dell'estensione potrebbero includere la gestione dei dati come descritto di seguito. Per maggiori informazioni, consultare l'[informativa sulla privacy dello sviluppatore dell'estensione](https://auroraeditor.com).
ja_jp: 拡張子のプライバシー慣行には、以下のようにデータの処理を含む可能性があると、拡張子開発者**Nanashi Li**が指摘しています。詳細については、[拡張子開発者のプライバシーポリシー](https://auroraeditor.com)を参照してください。
ko_kr: 확장 개발자 **Nanashi Li**는 확장 개인 정보 보호 관행이 아래와 같이 데이터 처리를 포함할 수 있다고 언급했습니다. 자세한 내용은 [확장 개발자의 개인 정보 보호 정책](https://auroraeditor.com)을 참조하세요.
nb_no: Utvidelsens utvikler, **Nanashi Li**, har indikert at utvidelsens personvernpraksis kan inkludere håndtering av data som beskrevet nedenfor. For mer informasjon, se [utvidelsens utviklers personvernregler](https://auroraeditor.com).
nl: De ontwikkelaar van de extensie, **Nanashi Li**, gaf aan dat de privacypraktijken van de extensies kunnen omvatten het verwerken van gegevens zoals hieronder beschreven. Zie het [privacybeleid van de ontwikkelaar van de extensie](https://auroraeditor.com) voor meer informatie.
pl: Twórca rozszerzenia, **Nanashi Li**, wskazał, że praktyki prywatności rozszerzeń mogą obejmować obsługę danych w sposób opisany poniżej. Aby uzyskać więcej informacji, zobacz [politykę prywatności dewelopera rozszerzeń](https://auroraeditor.com).
pt: O programador da extensão, **Nanashi Li**, indicou que as práticas de privacidade da extensão podem incluir o tratamento de dados conforme descrito abaixo. Para mais informações, consulte a [política de privacidade do programador da extensão](https://auroraeditor.com).
pt_br: O desenvolvedor da extensão, **Nanashi Li**, indicou que as práticas de privacidade da extensão podem incluir o tratamento de dados conforme descrito abaixo. Para mais informações, consulte a [política de privacidade do desenvolvedor da extensão](https://auroraeditor.com).
ru: Разработчик расширений **Нанаши Ли** указал, что практика конфиденциальности расширений может включать в себя обработку данных, как описано ниже. Для получения дополнительной информации см. [политика конфиденциальности разработчика расширения](https://auroraeditor.com).
sv: Utvecklaren av tillägget, **Nanashi Li**, angav att tilläggets integritetspolicy kan inkludera hantering av data enligt beskrivningen nedan. För mer information, se [tilläggets utvecklares integritetspolicy](https://auroraeditor.com).
th: นักพัฒนาส่วนขยาย **Nanashi Li** ระบุว่าแนวทางปฏิบัติด้านความเป็นส่วนตัวของส่วนขยายอาจรวมถึงการจัดการข้อมูลตามที่อธิบายไว้ด้านล่าง สําหรับข้อมูลเพิ่มเติม โปรดดู [นโยบายความเป็นส่วนตัวของนักพัฒนาส่วนขยาย](https://auroraeditor.com)
tr: Uzantı geliştiricisi **Nanashi Li**, uzantıların gizlilik uygulamalarının aşağıda açıklanan şekilde veri işlemeyi içerebileceğini belirtti. Daha fazla bilgi için [uzantı geliştiricisinin gizlilik politikası](https://auroraeditor.com) adresini görün.
uk_ua: Розробник розширень, **Нанаші Лі**, вказав, що практика конфіденційності розширень може включати обробку даних, як описано нижче. Для отримання додаткової інформації див. [політику конфіденційності розробника розширення](https://auroraeditor.com).
vi: Nhà phát triển phần mở rộng, **Nanashi Li**, đã chỉ ra rằng các biện pháp bảo mật mở rộng có thể bao gồm việc xử lý dữ liệu như mô tả bên dưới. Để biết thêm thông tin, vui lòng xem chính sách bảo mật của nhà phát triển phần mở rộng [https://auroraeditor.com].
zh_hans: 扩展开发人员**Nanashi Li**表示，扩展的隐私实践可能包括如下所述的数据处理。有关更多信息，请参阅[扩展开发人员的隐私政策](https://auroraeditor.com)。
zh_hant: 擴充套件開發人員**Nanashi Li**表示，擴充套件的隱私實踐可能包括如下所述的資料處理。有關更多資訊，請參閱[擴充套件開發人員的隱私政策](https://auroraeditor.com)。

source: Loading file preview
ar_ae: تحميل معاينة الملف
da: Indlæser filvisning
de: Vorschau der Datei laden
de_ch: Vorschau der Datei wird geladen.
es: Cargando vista previa del archivo
es_mx: Cargando vista previa del archivo
es_us: Cargando vista previa del archivo
fr: Chargement de l'aperçu du fichier
fr_ca: Chargement de l'aperçu du fichier.
hi_in: फ़ाइल पूर्वावलोकन लोड हो रहा है
id: Memuat pratinjau file
it: Caricamento anteprima file
it_ch: Caricamento anteprima file
ja_jp: ファイルプレビューを読み込んでいます。
ko_kr: 파일 미리보기 로드 중
nb_no: Laster forhåndsvisning av fil
nl: Bestandvoorbeeld laden
pl: Ładowanie podglądu pliku
pt: A carregar a pré-visualização do arquivo
pt_br: A carregar a prévia do arquivo.
ru: Загрузка предварительного просмотра файла
sv: Laddar filförhandsvisning
th: กําลังโหลดตัวอย่างไฟล์
tr: Dosya önizlemesi yükleniyor
uk_ua: Попередній перегляд завантаження файлу
vi: Mở trước tệp tải lên
zh_hans: 加载文件预览
zh_hant: 載入檔案預覽

source: Create Pull Request...
ar_ae: إنشاء طلب سحب...
da: Opret en pull-anmodning...
de: Pull-Anfrage erstellen...
de_ch: Pull-Anfrage erstellen...
es: Crear solicitud de extracción...
es_mx: Crear solicitud de extracción...
es_us: Crear solicitud de extracción...
fr: Créer une demande de retrait...
fr_ca: Créer une demande de retrait...
hi_in: पुल निवेदन बनाएँ...
id: Buat Permintaan Tarik...
it: Crea una richiesta di pull...
it_ch: Crea una richiesta di pull...
ja_jp: リクエストの作成...
ko_kr: 풀 요청 생성...
nb_no: Opprett en forespørsel om henting...
nl: Creëer Pull Request...
pl: Utwórz żądanie ściągnięcia...
pt: Criar Solicitação de Pull...
pt_br: Criar Solicitação de Puxamento...
ru: Создать Pull Request...
sv: Skapa pull-begäran...
th: สร้างคําขอดึง...
tr: Çekme Talebi Oluştur...
uk_ua: Створити запит на витягування...
vi: Tạo Yêu Cầu Dẫn...
zh_hans: 创建拉取请求...
zh_hant: 建立拉取請求...

source: Automatic Updates
ar_ae: تحديثات تلقائية
da: Automatiske opdateringer
de: Automatische Updates
de_ch: Automatische Aktualisierungen
es: Actualizaciones automáticas
es_mx: Actualizaciones automáticas
es_us: Actualizaciones automáticas
fr: Mises à jour automatiques
fr_ca: Mises à jour automatiques.
hi_in: स्वचालित अपडेट
id: Pembaruan Otomatis
it: Aggiornamenti automatici
it_ch: Aggiornamenti automatici
ja_jp: 自動更新
ko_kr: 자동 업데이트들
nb_no: Automatiske oppdateringer
nl: Automatische Updates
pl: Automatyczne aktualizacje
pt: Atualizações Automáticas
pt_br: Atualizações Automáticas
ru: Автоматические обновления
sv: Omladdning av automatiska uppdateringar
th: การอัปเดตอัตโนมัติ
tr: Otomatik Güncellemeler
uk_ua: Автоматичні оновлення
vi: Bản cập nhật tự động
zh_hans: 自动更新
zh_hant: 自動更新

source: Video
ar_ae: فيديو
da: Videooptagelse
es: Vídeo
es_mx: Vídeo
es_us: Vídeo
fr: Vidéo
fr_ca: Vidéo
hi_in: वीडियो
id: Merekam
ja_jp: ビデオ
ko_kr: 비디오
pl: Wideo
pt: Vídeo
pt_br: Vídeo
ru: Видео
th: โทรทัศน์
uk_ua: Відео
vi: Đoạn phim
zh_hans: 录像
zh_hant: 視頻

source: Your new branch name is currently to long
ar_ae: اسم فرعك الجديد طويل حاليا
da: Dit nye filialnavn er i øjeblikket for langt.
de: Dein neuer Filialname ist derzeit zu lang
de_ch: Ihr neuer Filialname ist derzeit zu lang.
es: El nombre de su nueva sucursal es actualmente demasiado largo.
es_mx: El nombre de su nueva sucursal es actualmente demasiado largo.
es_us: El nombre de su nueva sucursal es actualmente demasiado largo.
fr: Le nom de votre nouvelle branche est actuellement trop long.
fr_ca: Le nom de votre nouvelle succursale est actuellement trop long.
hi_in: आपकी नई शाखा का नाम वर्तमान में बहुत लंबा है
id: Nama cabang baru Anda saat ini terlalu panjang
it: Il nome della tua nuova filiale è attualmente troppo lungo.
it_ch: Il nome della tua nuova filiale è attualmente troppo lungo.
ja_jp: 新しい支店の名前は長すぎます。
ko_kr: 현재 새 지점 이름은 너무 길어
nb_no: Ditt nye filialnavn er for lengst.
nl: Uw nieuwe filiaalnaam is momenteel te lang.
pl: Twoja nowa nazwa oddziału jest obecnie za długa
pt: O nome da sua nova filial é atualmente muito longo.
pt_br: O nome da sua nova filial é atualmente muito longo.
ru: Название вашего нового филиала в настоящее время длинное
sv: Ditt nya filialnamn är för långt.
th: ชื่อสาขาใหม่ของคุณตอนนี้ยาว
tr: Yeni şube adınız şu anda çok uzun.
uk_ua: Ваша нова назва філії наразі довга
vi: Hiện tại tên chi nhánh mới của bạn quá dài
zh_hans: 你的新分支名称目前太长了
zh_hant: 你的新分支名稱目前太長了

source: Merged
ar_ae: دمج
da: Sammenlagt
de: Gegensetzt
de_ch: Gegliedert
es: Fusionado
es_mx: Fusión
es_us: Fusión
fr: Fusionné
fr_ca: Fusionné
hi_in: विलय
id: Digabung
it: Unisciuto
it_ch: Unisciuto
ja_jp: 合併した
ko_kr: 합쳐진
nb_no: Sammenlagt
nl: Samengevoegd
pl: Połączony
pt: Fundido
pt_br: Fundido.
ru: Объединенный
sv: Sammanslagna
th: ผสาน
tr: Birleşik
uk_ua: Об'єднаний
vi: Đã sáp nhập
zh_hans: 合并的
zh_hant: 合併的

source: Extension Privacy
ar_ae: خصوصية التمديد
da: Forlængelse af privatlivets fred
de: Datenschutzerweiterung
de_ch: Privatsphärendie Erweiterigig.
es: Privacidad de Extensión
es_mx: Privacidad de Extensión
es_us: Privacidad de Extensión
fr: Confidentialité de l'extension
fr_ca: Confidentialité de l'extension
hi_in: विस्तार गोपनीयता
id: Privasi Ekstensi
it: Estensione Privacy
it_ch: Estensione Privacy
ja_jp: プライバシーの拡張
ko_kr: 연장 개인정보
nb_no: Forbedret personvern
nl: Vertrek Privacy
pl: Rozszerzanie prywatności
pt: Privacidade da Extensão
pt_br: Privacidade de Extensão
ru: Расширение конфиденциальности
sv: Förlängning av sekretessen
th: ความเป็นส่วนตัวของส่วนขยาย
tr: Uzatma Gizliliği
uk_ua: Розширення конфіденційності
vi: Mở rộng quyền riêng tư
zh_hans: 隐私扩展
zh_hant: 闊敞的隱

source: No Github Account
ar_ae: لا يوجد حساب Github
da: Ingen Github-konto
de: Kein Github-Konto
de_ch: Kein Github-Konto.
es: Sin cuenta de Github
es_mx: No tiene cuenta en Github
es_us: Sin cuenta de Github
fr: Pas de compte Github
fr_ca: Aucun compte GitHub.
hi_in: कोई गिटहब खाता नहीं
id: Tidak Ada Akun Github
it: Nessun account Github
it_ch: Nessun account Github.
ja_jp: Githubアカウントなし
ko_kr: Github 계정이 없음
nb_no: Ingen Github-konto
nl: Geen Github Account
pl: Brak konta Github
pt: Sem conta no Github
pt_br: Sem conta no Github.
ru: Нет Учетной Записи Github
sv: Inget Github-konto
th: ไม่มีบัญชี Github
tr: Hesap yok Github'da
uk_ua: Немає облікового запису Github
vi: Không có Tài khoản Github
zh_hans: 无Github账户
zh_hant: 無 Github 帳戶

source: Search for
ar_ae: ابحث عن
da: Søg efter
de: Suchen nach
de_ch: Suche nach
es: Buscar por
es_mx: Buscar por
es_us: Buscar por
fr: Recherche de
fr_ca: Chercher à
hi_in: के लिए खोजें
id: Mencari
it: Cerca
it_ch: Cerca
ja_jp: 〜を検索する
ko_kr: 검색하기
nb_no: Lete etter
nl: Zoeken naar
pl: Szukaj
pt: Procurar por
pt_br: Procurar por
ru: Поиск
sv: Sök efter
th: ค้นหา
tr: Aramak için
uk_ua: Пошук
vi: Tìm kiếm cho
zh_hans: 搜索
zh_hant: 搜尋

source: Try again later, it seems like at the moment GitHub is not returning anything.
ar_ae: حاول مرة أخرى لاحقا، يبدو أنه في الوقت الحالي لا يعيد GitHub أي شيء.
da: Prøv igen senere, det ser ud til, at GitHub ikke returnerer noget i øjeblikket.
de: Versuchen Sie es später noch einmal, anscheinend gibt GitHub im Moment nichts zurück.
de_ch: Versuchen Sie es später noch einmal; es scheint, dass GitHub im Moment nichts zurückgibt.
es: Inténtalo de nuevo más tarde, parece que GitHub no está devolviendo nada en este momento.
es_mx: Inténtalo de nuevo más tarde, parece que GitHub no está devolviendo nada en este momento.
es_us: Inténtalo de nuevo más tarde, parece que GitHub no está devolviendo nada en este momento.
fr: Veuillez réessayer plus tard, il semble que GitHub ne renvoie rien pour le moment.
fr_ca: Veuillez réessayer plus tard; il semble que GitHub ne renvoie rien pour le moment.
hi_in: बाद में फिर से कोशिश करें, ऐसा लगता है कि इस समय गिटहब कुछ भी वापस नहीं कर रहा है।
id: Coba lagi nanti, sepertinya saat ini GitHub tidak mengembalikan apa pun.
it: Riprova più tardi, sembra che al momento GitHub non stia restituendo nulla.
it_ch: Riprova più tardi, sembra che GitHub al momento non stia restituendo nulla.
ja_jp: 後でもう一度試してください、現時点では GitHub が何も返さないようです。
ko_kr: 나중에 다시 시도해봐, 현재로서는 GitHub가 아무 것도 반환하지 않는 것 같아.
nb_no: Prøv igjen senere, det ser ut som GitHub for øyeblikket ikke returnerer noe.
nl: Probeer het later nog eens, het lijkt erop dat GitHub op dit moment niets retourneert.
pl: Spróbuj ponownie później, wygląda na to, że w tej chwili GitHub nic nie zwraca.
pt: Tente novamente mais tarde, parece que no momento o GitHub não está a devolver nada.
pt_br: Tente novamente mais tarde, parece que no momento o GitHub não está retornando nada.
ru: Повторите попытку позже, похоже, что на данный момент GitHub ничего не возвращает.
sv: Försök igen senare, det verkar som att GitHub för närvarande inte returnerar något.
th: ลองอีกครั้งในภายหลัง ดูเหมือนว่าในขณะนี้ GitHub ไม่ได้ส่งคืนอะไรเลย
tr: Daha sonra tekrar deneyin, GitHub'ın şu anda hiçbir şey geri vermiyor gibi görünüyor.
uk_ua: Спробуйте ще раз пізніше, здається, що на даний момент GitHub нічого не повертає.
vi: Hãy thử lại sau, có vẻ như GitHub hiện không trả lại bất cứ thứ gì.
zh_hans: 稍后再试，看起来GitHub目前什么都没有返回。
zh_hant: 稍後再試，看起來GitHub目前沒有返回任何東西。

source: Welcome to Aurora
ar_ae: مرحبا بك في أورورا
da: Velkommen til Aurora
de: Willkommen bei Aurora
de_ch: Willkommen bei Aurora.
es: Bienvenido a Aurora
es_mx: Bienvenido a Aurora
es_us: Bienvenido a Aurora
fr: Bienvenue à Aurora
fr_ca: Bienvenue à l’Aurora.
hi_in: अरोरा में आपका स्वागत है
id: Selamat datang di Aurora
it: Benvenuti ad Aurora
it_ch: Benvenuti a Aurora
ja_jp: オーロラへようこそ
ko_kr: 오로라에 오신 걸 환영합니다.
nb_no: Velkommen til Aurora
nl: Welkom bij Aurora
pl: Witamy w Aurora
pt: Bem-vindo à Aurora
pt_br: Bem-vindo à Aurora
ru: Добро пожаловать в Аврору
sv: Välkommen till Aurora
th: ยินดีต้อนรับสู่ออโรร่า
tr: Aurora'ya hoş geldiniz
uk_ua: Ласкаво просимо до Аврори
vi: Chào mừng đến với Aurora
zh_hans: 欢迎来到极光
zh_hant: 歡迎來到極光

source: Disagree
ar_ae: اخْتَلَفَ
da: Være uenig
de: Nicht zustimmen
de_ch: Anderer Meinung sein
es: No estar de acuerdo
es_mx: No estar de acuerdo
es_us: No estar de acuerdo
fr: Ne pas être d'accord
fr_ca: Ne pas être d'accord
hi_in: सहमत न होना
id: Tidak setuju
it: Non concordare
it_ch: Non concordare
ja_jp: 同意しない
ko_kr: 의견이 맞지 않다
nb_no: Være uenig
nl: Het oneens zijn
pl: Nie zgadzać się
pt: Discordar
pt_br: Discordar
ru: Не соответствовать
sv: Inte samtycka
th: ไม่เห็นด้วย
tr: Uyuşmamak
uk_ua: Не згоден
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

source: Split Terminal
ar_ae: تقسيم المحطة الطرفية
de: Getrennte Endstation
de_ch: Geteilte Endstation
es: Terminal dividido
es_mx: Terminal de división
es_us: Terminal Divisor
fr: Terminal partagé
fr_ca: Terminal partagé.
hi_in: स्प्लिट टर्मिनल
id: Terminal Terpisah
it: Spoiler terminale Split
it_ch: Stazione divisa
ja_jp: スプリット端末
ko_kr: 분할 터미널
nb_no: Delte terminal
nl: Gesplitste terminal
pl: Terminal Split
ru: Разделенный терминал
sv: Delad terminal
th: เทอร์มินัลแยก
tr: Bölünmüş Bölge
uk_ua: Спліт-термінал
vi: Phân đoạn đầu cuối
zh_hans: 分端子
zh_hant: 分裂終端

source: Sourcecode Script
ar_ae: نص شفرة المصدر
de: Skript Sourcecode
de_ch: スクリプト Sourcecode
es: Secuencia de código fuente
es_mx: Guión de código fuente
es_us: Guión de código fuente
fr: Script de code source
fr_ca: Récit de code source.
hi_in: स्रोत कोड स्क्रिप्ट
id: Skrip Kode Sumber
it: Script di codice sorgente
it_ch: Script di codice sorgente
ja_jp: ソースコードスクリプト
ko_kr: 소스 코드 스크립트
nb_no: Kildekode-skript
nl: Broncode Script
pl: Skrypt kodu źródłowego
pt: Script de código fonte
pt_br: Roteiro de código fonte
ru: Сценарий исходного кода
sv: Skript för källkod
th: สคริปต์ซอร์สโค้ด
tr: Kaynak Kodu Komut Dosyası
uk_ua: Скрипт вихідного коду
vi: Một Bản Mạc Sản Mạc Khóa Các
zh_hans: 源代码脚本
zh_hant: 源程式指令碼

source: Image
ar_ae: صورة
de: Bild
es: Imagen
es_mx: Imagen
es_us: Imagen
hi_in: छवि
id: Gambar
it: Immagine
it_ch: Immagine
ja_jp: イメージ
ko_kr: 이미지
nb_no: Bilde
nl: Beeld
pl: Obraz
pt: Imagem
pt_br: Imagem
ru: Изображение
sv: Bild
th: รูปภาพ
tr: Resim
uk_ua: Зображення
vi: Hình ảnh
zh_hans: 图像
zh_hant: 影象

source: Ok
ar_ae: حسنا
de: Okay
de_ch: In Ordnung
es: Vale
es_mx: Vale
es_us: Vale
hi_in: ठीक
id: Baik
it: Va bene
it_ch: Va bene
ja_jp: わかりました
ko_kr: 좋아요
nb_no: Godkjennelse
pl: W porządku
ru: Нормально
th: ตกลง
tr: Iyi
uk_ua: Гаразд
vi: Được thôi
zh_hans: 好的
zh_hant: 好的

source: Type
ar_ae: نَوْع
de: Typ
de_ch: Art
es: Tipo
es_mx: Tipo
es_us: Tipo
hi_in: प्रकार
id: Jenis
it: Tipo
it_ch: Tipo
ja_jp: タイプ
ko_kr: 유형
pl: Typ
pt: Tipo
pt_br: Tipo
ru: Тип
sv: Typ
th: ประเภท
tr: Tip
uk_ua: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Email %@...
ar_ae: البريد الإلكتروني %@...
es: Correo electrónico %@...
es_mx: Correo electrónico %@...
es_us: Correo electrónico %@...
fr: Courriel %@...
fr_ca: Courriel %@...
hi_in: ईमेल %@...
id: Surel %@...
ja_jp: %@ ％@のメール...
ko_kr: 이메일 %@...
nb_no: E-post %@...
ru: Электронная почта %@...
sv: E-post %@...
th: อีเมล %@...
tr: %@... e-posta
uk_ua: Електронна пошта %@...
vi: Thư điện tử %@...
zh_hans: 电子邮件 %@...
zh_hant: 電子郵件 %@...

source: Cursor
ar_ae: مُؤَشِّر
es: Indicador de posición
fr: Curseur
fr_ca: Curseur
hi_in: कर्सर
id: Kursor
it: Cursore
it_ch: Cursore
ja_jp: カーソル
ko_kr: 커서
nb_no: Kursor
pl: Kursor
ru: Курсор
sv: Markör
th: เคอร์เซอร์
tr: Imleç
uk_ua: Курсор
vi: Con trỏ chuột
zh_hans: 光标
zh_hant: 光標

source: Information
ar_ae: مَعْلومات
es: Información
es_mx: Información
es_us: Información
fr: Informations
fr_ca: Informations
hi_in: जानकारी
id: Informasi
it: Informazioni
it_ch: Informazioni
ja_jp: 情報
ko_kr: 제보 자료
nb_no: Beskjed
nl: Informatie
pl: Informacje
pt: Informação
pt_br: Informação
ru: Информация
sv: Meddelande
th: ข้อมูล
tr: Bilgi
uk_ua: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: OK
ar_ae: حسنا
de_ch: In Ordnung
es: De acuerdo
es_mx: Vale
es_us: Vale
hi_in: ठीक
id: Baik
it: Va bene
it_ch: Va bene
ja_jp: 了解
ko_kr: 좋아요
nb_no: Godkjennelse
pl: W porządku
ru: Нормально
th: ตกลง
tr: Iyi
uk_ua: Гаразд
vi: Được thôi
zh_hans: 好的
zh_hant: 好的

# settings.general.menu.bar
source: Menu Bar Accessory (Requires restart to update)
ar_ae: الإعدادات.عام.القائمة.شريط
de_ch: Einzelheiten.Allgemein.Menüleiste.
es_mx: Ajustes.general.menú.barra
es_us: Ajustes.general.menú.barra
fr_ca: Paramètres.général.menu.barre
hi_in: सेटिंग्स.general.menu.bar
id: Pengaturan.umum.menu.bar
it: Menu Bar Accessory (Richiede il riavvio per aggiornare)
it_ch: Impostazioni.generali.menu.barra
ja_jp: 設定.一般.メニュー.バー
ko_kr: 설정.일반.메뉴.바
nb_no: Innstillinger.Generelt.Meny.Balken
pt: Definições.geral.menu.barra
pt_br: Configurações.Geral.Menu.Barra.
tr: ayarlar.genel.menü.barı
uk_ua: Налаштування.загальне.меню.бар
zh_hant: 選單列配置（需重啟）

# settings.github.login.enter.token.personal
source: Enter your Personal Access Token
ar_ae: Settings.github.login.enter.token.personal
de_ch: Setup.github.login.enter.Token.personal.
es_mx: Ajustes.github.login.ingrese.token.personal
es_us: Ajustes.github.login.ingrese.token.personal
fr_ca: Paramètres.github.login.entrer.mot de passe.personnel
hi_in: सेटिंग्स.गिटहब.लॉगिन.एंटर.टोकन.व्यक्तिगत
id: Pengaturan.github.login.enter.token.personal
it: Inserisci il tuo Personal Access Token
it_ch: Impostazioni.github.login.inserisci.token.personale
ja_jp: 設定.github.ログイン.入力.トークン.個人
ko_kr: 설정.github.로그인.입력.토큰.개인
nb_no: Inlogging på settings.github.enter.token.personlig.
pt: Definições.github.login.inserir.token.pessoal
pt_br: settings.github.login.enter.token.personal
tr: ayarlar.github.giriş.gir.kripto.kişisel
uk_ua: Settings.github.login.enter.token.personal
zh_hant: 輸入您的個人權杖（Personal Access Token）

# settings.theme.appearance.dark
source: Dark Mode
ar_ae: الإعدادات.الموضوع.المظهر.الظلام
de_ch: Einrichtung.Thema.Auftritt.Dunkel.
es_mx: Ajustes.tema.apariencia.oscuro.
es_us: Ajustes.tema.apariencia.oscuro.
fr_ca: Paramètres.thème.apparence.sombre.
hi_in: सेटिंग्स.थीम.उपस्थिति.अंधेरा
id: Pengaturan.tema.penampilan.gelap
it: Modalità oscura
it_ch: Impostazioni.tema.aspetto.oscuro.
ja_jp: 設定.テーマ.外観.暗い
ko_kr: 설정. 테마. 모양새. 어둡다.
nb_no: innstillinger.tema.utseende.mørk
pt: Definições.tema.aparecimento.escuro.
pt_br: Configurações.tema.aparecimento.escuro.
tr: ayarlar.tema.görünüm.karanlık
uk_ua: Налаштування.тема.зовнішність.темний
zh_hant: 深色
